[GENERAL]
NAME					= Русский
TRANSLATOR				= FBI_and_CIA@mail.ru
DLG_FONT_NAME                           = 
DLG_FONT_SIZE                           = 

[TEXT]
TEXT_APP_NAME				= Bandicut
TEXT_BUILDNO				= Build#
TEXT_VERSION				= Bandicut ${str1} (${str2})
TEXT_APPINFO				= Bandicut - Быстрый, простой редактор видео
TEXT_BETA				= Beta
TEXT_UNREGISTERED			= Пробная версия

TEXT_YES				= Да
TEXT_NO					= Нет
TEXT_CLOSE				= Закрыть
TEXT_CANCEL				= Отмена
TEXT_OK					= OK
TEXT_ABORT				= Остановить
TEXT_RETRY				= Повторить
TEXT_IGNORE				= Пропустить
TEXT_CONTINUE				= Продолжить

TEXT_SAVE				= Да
TEXT_NOT_SAVE				= Нет

TEXT_SECOND				= Сек.

TEXT_OPEN_FILE				= Открыть файл
TEXT_SELECT_FOLDER			= Веберите папку вывода

TEXT_SEG_DURATION			= Длительность ${str1}
TEXT_SEEK_POS				= Перемещение ${str1}
TEXT_TOTAL_SEG_DURATION			= Всего: ${str1}
TEXT_HIGH_SPEED_MODE			= Высокоскоростной режим
TEXT_HIGH_ENCODING_MODE			= Режим кодирования

TEXT_VOLUME_MUTE			= Убрать звук
TEXT_VOLUME				= Громкость: ${int1}

TEXT_CHANGE_LANG			= Перезапустите программу чтобы изменения вступили в силу. Перезапустить сейчас?
TEXT_RESET_ALL_SETTINGS			= Вы уверены, что вы хотите сбросить все настройки по умолчанию?
TEXT_SHUTDOWN_SEC			= Система будет выключена через ${int1} секунд(ы).
TEXT_SHUTDOWN_APP_SEC			= Bandicut будет закрыт через ${int1} секунд(ы).

TEXT_UPDATE_AVAILABLE			= Доступна новая версия. [br]Хотите скачать сейчас?
TEXT_UPDATE_UNAVAILABLE			= Вы используете последнюю версию программы
TEXT_UPDATE_FAILED			= Не удалось проверить наличие новой версии. [br]Пожалуйста, проверьте подключение к интернету и повторите попытку.
TEXT_OFFLINE				= Эту функцию можно использовать только при подключенном интернете. [br]Пожалуйста, проверьте ваше подключение к интернету.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= Ошибка программы. [br]Перезапустите Bandicut.

TEXT_NOT_SEEKABLE			= Этот медиафайл не поддерживается 
TEXT_NOT_SEEKABLE_DETAIL		= Высокоскоростной режим и параметры отрезка не доступны.[br]- Поврежден индекс таблицы.[br]- Отсутствуют кадры или индекс таблицы.

TEXT_NOT_SUPPORT_FILE			= Bandicut не поддерживает этот файл. [br](Нет информации о Аудио или Видео кодеке.)[br][br]- Видео кодек: ${int1} ${str1}[br]- Аудио кодек: ${int2} ${str2}[br]- Формат файла: ${str3}
TEXT_NOT_SUPPORT_VIDEO			= [br]- Видео кодек ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- Аудио кодек ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			= [br]- Формат файла : ${str1}
TEXT_NOT_SUPPORT_NONE			= Нет
TEXT_NOT_SUPPORT_NOT_DECODE		= (Не удается Воспрозвести)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (Нет данных видео)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]Не найден входной файл.[br]Пожалуйста, проверьте путь к файлу. 

TEXT_NOT_HIGH_SPEED			= Высокоскоростной режим недоступен.
TEXT_NOT_HIGH_SPEED_DETAIL		= Вы не можете использовать высокоскоростной режим в пробной версии: [br]- Пожалуйста, используйте режим кодирования.
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - Файл имеет меньше 10 кадров в секунду
TEXT_NOT_HIGH_SPEED_QUERY		= - Ошибка преобразования файла

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= Высокоскоростной режим гораздо быстрее чем Режим кодировки. [br] Время начала файла может измениться при использовании скоростного режима. (${str1}).

TEXT_KEY_FRAME_CUT_TITLE		= Вы хотите использовать высокоскоростной режим?
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= Высокоскоростной режим доступен после регистрации.[br][br]Приобретите лицензию Bandicut перейдя на https://www.bandicut.com ?

TEXT_FRAME_CUT_CANT_CHANGE		= Этот параметр нельзя изменить в пробной версии Bandicut. [br]Пожалуйста, приобретите Bandicut перейдя на https://www.bandicut.com

TEXT_KEY_FRAME_CUT	= Время начала этого файла может изменяться.
TEXT_KEY_FRAME_CUT2			= - При возникновении проблем используйте режим кодирования

TEXT_NOT_HIGH_SPEED_JOIN		= Вы можете использовать высокоскоростной режим при СКЛЕЙКЕ только если исходные видео имеют одинаковый формат(тех.данные)

TEXT_MSG_CONVERTING_CLOSE		= Задача не выполнена. Вы точно хотите отменить и закрыть Bandicut?
TEXT_MSG_CONVERTING_CANCEL		= Задача не выполнена. Вы точно хотите отменить?
TEXT_MSG_CHECK_NOT_SHOW			= Больше не показывать данное сообщение
TEXT_MSG_WRITE_HEADER			= Идет запись файла. Если файл большой, это может занять много времени. Пожалуйста, подождите.

TEXT_ERROR_DISKSPACE_TITLE		= Недостаточно места на диске для сохранения файла.
TEXT_ERROR_DISKSPACE			= Пожалуйста, смените папку вывода и попробуйте снова.
TEXT_ERROR_DISKSPACE_DETAIL		= [br]-Свободное место на диске: ${str1}[br]-Требуется:${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= Недостаточно места на диске для папки кэша.
TEXT_ERROR_CACHE_DISKSPACE		= Пожалуйста, измените папку кеша и попробуйте снова.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	= [br]-Свободное место на диске: ${str1}[br]-Требуется места:${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		= Пожалуйста, смените папку вывода (и)или хранения кеша.
TEXT_ERROR_FILE_SYSTEM			= Папка вывода по умолчанию или папка кеша находится не в файловой системе NTFS. Это может вызвать проблемы с файлами, размер которых превышает 4GB.[br]- Измените папки:
TEXT_CANT_KEYFRAME_SEEK			= Идет анализ файла. После того, как анализ будет завершен, вы сможете работать дальше.
TEXT_READ_FILE				= Не удается открыть файл. Пожалуйста, проверьте наличие файла по указанному вами пути.[br] Если файл находится на CD/DVD, скопируйте его на ваш компьютер и попробуйте снова.
TEXT_CODEC_CONFIG			= Неправильные настройки кодирования.
TEXT_CODEC_CONFIG2			= [br]Пожалуйста, перейдите в меню "Настройки кодирования" и сбросьте настройки "По умолчанию", а затем заново настройте.
TEXT_VIDEO_ENCODING			= Произошла ошибка при кодировании видео. Необходимо проверить входной файл или настройки кодировки.
TEXT_VIDEO_ENCODING_QSV_TITLE		= Преобразование остановлене так как возникла проблема с Intel® Quick Sync Video encoder.
TEXT_VIDEO_ENCODING_QSV			= Хотите воспользоваться программным декодировщиком H.264?
TEXT_AUDIO_ENCODING			= Произошла ошибка при кодировании аудио. Необходимо проверить входной файл или настройки кодировки.
TEXT_NOT_SUPPORT_TYPE			= Не удалось создать файл. Проверьте папку вывода.
TEXT_UNSUPPORT_VIDEO_SIZE		= Невозможно преобразовать в выбранное разрешение.[br]Максимально поддерживаемое разрешение ${str1} равно ${str2}.[br]Перейдите в меню «Настройки кодирования», выберите другое разрешение видео и повторите попытку.
TEXT_NO_ENCODER				= Не удается найти кодировщик.
TEXT_SEND_FILE				= Вы можете отправить видео файл на bandicut@bandicam.com, мы постараемся исправить эту проблему.
TEXT_CHECK_CHANGE_ENCODER		= Отныне используйте программный декодировщик H.264
TEXT_INTER_FILE				= Произошла ошибка при сохранении видео в выходную папку.
TEXT_CANT_DECODE_AUDIO			= Имеются звуковые дорожки, которые не могут быть декодированы.[br]Они не будут конвертированы. Вы уверены, что хотите продолжить?

TEXT_REBUILD_COMPLETE			= Файл(ы) готов(ы) к редактированию.
TEXT_REBUILD_FAILED			= Произошла ошибка при подготовке видео файла(ов).[br]

TEXT_ERRMSG_CONVERT_NUM			= Ошибка кодирования.(${int1})
TEXT_ERRMSG_CONVERT_VSIZE		= Не удалось использовать Высокоскоростной Режим, потому что файл слишком большой. Пожалуйста, используйте Режим Кодирования.

TEXT_MSG_CHANGE_MODE_DROP		= При добавлении нескольких файлов в Bandicut, автоматически будет применен режим "Соединить". [br]Хотите продолжить?
TEXT_MSG_CANT_CHANGE			= После добавления Bandicut аназилирует файлы.

TEXT_MISSED_FILE_REMOVE 		= Файл был удален из списка, так как он отсутствует или был перемещен.[br]-${str1}

TEXT_INVALID_VALUE			= Введите значение между ${int1} и ${int2}.

TEXT_WARNING_MAX_SEGMENT         	= Вы можете добавить до ${int1} файлов/сегментов.
TEXT_WARNING_MAX_SEGMENT_FAIL           = Некоторые ${int1} файлы не были добавлены.[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		= Вы превысили максимальное число возможных частей в Bandicut (99). Если вы продолжите, некоторые части будут удалены.[br]Хотите продолжить?
TEXT_WARNING_MAX_SEGMENT_SHORT		= Bandicut не может разделить на ${int1} частей так как время для каждого из этих частей слишком коротка.[br]Пожалуйста, разделите на малое кол-во частей.
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= Невозможно разделить на такое кол-во частей, так как максимальный размер возможных частей превышен. 
TEXT_WARNING_MAX_SEGMENT_ZERO		= Выбранное время больше чем у оригинала.[br]Пожалуйста, введите меньшее значение и повторите попытку.
TEXT_WARNING_INVALID_TIME		= Установите время больше 1-й секунды.

TEXT_EXIST_FILE_HEADER			= Файл с таким именем уже существует.
TEXT_EXIST_FILE_COMMENT			= После нажатия продолжить, файл будет переименован согласно его порядковому номеру. Желаете продолжить? 
TEXT_EXIST_FILE_OVERWRITE			= Сохранить файл проекта
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1} уже существует.[br]Хотите заменить?

TEXT_MSG_PROJECT_HELP			= Что такое файл проекта?
TEXT_MSG_SAVE_PROJECT_HEADER		= Имеется незавершенная задача
TEXT_MSG_SAVE_PROJECT			= Если Вы добавите новые видео файлы или откроете новый проект, текущая проект будет потерян.
TEXT_MSG_SAVE_PROJECT2			= Хотите сохранить текущий проект?
TEXT_MSG_SAVE_PROJECT_CLOSE		= Хотите сохранить текущий проект?
TEXT_MSG_LOAD_PROJECT_FAIL		= Ошибка при открытии файла проекта.
TEXT_MSG_RESTORE_PROJECT		= Bandicut неправильно закрылся.[br]Хотите восстановить предыдущую задачу?

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= Intel Quick Sync Video не включен.[br]Чтобы использовать "H264 (Intel® Quick Sync Video)" кодек, подключите кабель VGA от монитора к порту VGA на материнской плате.
TEXT_RECOMMEND_CODEC_COMMENT_OK	 = Хотели бы вы посетить страницу помощи?

TEXT_ENCODER_TITLE			= ${str1} кодировщик Доступен
TEXT_ENCODER_AVAILABLE_ENCODER		= ${str1} этот аппаратный кодировщик, который позволяет редактировать видео с большей скоростью, чем программный кодировщик.
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= [br]Вы хотите использовать этот ${str1} кодировщик?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	= Эта функция больше не доступна из-за смены политики Facebook.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			= Информация о файле
TEXT_H264_NOT_SUPPORT			= Это система не поддерживает кодирование H.264
TEXT_FILE_NAME				= Имя файла: ${str1}
TEXT_FILE_TYPE				= Формат файла: ${str1}
TEXT_FILE_DURATION			= Продолжительность: ${str1}
TEXT_FILE_SIZE				= Размер файла: ${str1}
TEXT_SEGMENT				= Отрезок: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_START		= - Исходное время старта: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= - Новое время старта: ${str1}
TEXT_ENABLE_HIGH_SPEED			= Использовать высокоскоростной режим: ${str1}
TEXT_SEEKABLE				= Видимость ${str1}  
TEXT_POSSIBLE				= Включено
TEXT_IMPOSSIBLE				= Отключено
TEXT_POSSIBLE_REG			= Будет доступно после регистрации.
TEXT_TRACK_COUNT			= ${int1} Видео Дорожка(и), ${int2} Аудио Дорожка(и)
TEXT_OUTPUT_FILE_INFO			= Информация вывода файла
TEXT_ADD_FAILED				= [Не удалось добавить файл]
TEXT_OUTPUT_OPTION			= Параметры вывода
TEXT_INPUT_FILES				= [Входные файлы(Сегменты) Учитывать: ${int1}]
TEXT_H264_ENCODER			= H.264 Encoder
TEXT_CODEC				= Кодек

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			= Медиа файлы
TEXT_MAIN_PROJECT_FILES			= Файл проекта
TEXT_MAIN_ALL_FILES			= Все файлы

TEXT_MOREINFO				= Подробнее...

TEXT_SEGMENT_TITLE			= Видео ${str1}
TEXT_SEGMENT_FILE_TITLE			= Файл ${str1}

TEXT_RECORDING				= Запустить Bandicam Screen Recorder[br](Запись с экрана, из игры или веб камеры)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			= Arial
TEXT_BANNER_FONT_COLOR			= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= Пробный период
TEXT_BANNER_OFF_SUBJECT			= Вы используете незарегистрированную версию.
TEXT_BANNER_OFF_CONTENTS_1		= После приобретения лицензии Bandicut,
TEXT_BANNER_OFF_CONTENTS_2		= все ограничения пробного периода будут сняты.
TEXT_BANNER_RESULT_SUBJECT		= Не довольны медленным кодированием?
TEXT_BANNER_RESULT_CONTENTS_1		= Приобретите лицензию Bandicut. 
TEXT_BANNER_RESULT_CONTENTS_2		= Скорость будет выше на <b>${str1}% (${str2})</b> раз.
TEXT_BANNER_RESULT_BTN			= Купить сейчас

TEXT_BANNER_UWP_SUBJECT			= Bandicut Video Cutter (Free) в Microsoft Store.
TEXT_BANNER_UWP_CONTENTS_1		= Самый быстрый разделитель и соединеть видео без потерь.
TEXT_BANNER_UWP_CONTENTS_2		= Для получения дополнительной информации посетите наш сайт.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			= Общие
TEXT_TAB_FILE				= Вывод
TEXT_TAB_LANGUAGE			= Язык
TEXT_TAB_HIGHSPEED			= Высокоскоростной режим
TEXT_TAB_VFILTER			= Видео фильтр
TEXT_TAB_INFO				= О программе

TEXT_PREFIX_FILE_NAME			= Исходное название
TEXT_PREFIX_CUSTOM			= Ручное название
TEXT_PREFIX_NONOE			= Без названия
TEXT_SUFFIX_TIME			= Дата и время
TEXT_SUFFIX_SERIAL			= Номер эпизода
TEXT_SUFFIX_DATE_SERIAL			= Дата и номер эпизода
TEXT_FILE_EXAMPLE			= Пример:
TEXT_DEFAULT_CACHE_FOLDER		= (По умолчанию)

TEXT_INTEL_QSV				= Intel® Quick Sync video (Быстро, Аппаратное ускорение)

TEXT_H264_NOT_SUPPORT			= Ваша система не поддерживает кодирование в H.264.[br]Перейти на сайт чтобы узнать подробности?

TEXT_VIDEO_QUALITY			= Качество
TEXT_VIDEO_BITRATE			= Битрейт(kbps)
TEXT_AUDIO_MONO				= Моно
TEXT_AUDIO_STEREO			= Стерео
TEXT_NO_VIDEO				= Откл. Видео
TEXT_NO_AUDIO				= Откл. Звук
TEXT_VIDEO				= Видео
TEXT_AUDIO				= Аудио
TEXT_UNKNOWN				= Неизвестно
TEXT_AUTO				= Автоматически
TEXT_ALWAYS				= Всегда
TEXT_DONT_USE				= Не использовать

TEXT_FIT_WIDTH				= Изменить ширину
TEXT_FIT_HEIGHT				= Изменить высоту
TEXT_SIZE_AUTO				= Исходный размер
TEXT_SIZE_CUSTOM			= Вручную

TEXT_FIT_WIDTH_INFO			= Изменить ширину (${int1}x0)
TEXT_FIT_HEIGHT_INFO			= Изменить высоту (0x${int1})
TEXT_SIZE_AUTO_INFO			= (${int1}x${int2})

TEXT_FULL_HD				= 1920x1080(Full HD, 1080p)
TEXT_FIT_IPAD2				= 1024 x 768 (iPad2)
TEXT_FIT_IPHONE4			= 960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			= 2048 x 1536 (New iPad)

TEXT_FPS_AUTO				= Как в оригинале

TEXT_MIN_VIDEO_SIZE			= Минимальное значение ширины и высоты ${int1}.
TEXT_MAX_VIDEO_SIZE			= Максимальное значение видео ширины и высоты ${int1}.
TEXT_ODD_VIDEO_SIZE			= При кодировании может произойти сбой, если ширина и высота видео имеет нечетыный размер. Хотите выбрать другой размер?
TEXT_ODD_VIDEO_SIZE2			= [br]- Выбранный размер пользователем: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			= [br]- новый размер видео: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			= Максимальный битрейт видео ${int1} Кб/с.
TEXT_MAX_VIDEO_QUALITY			= Качество видео должно быть от 1 до 100
TEXT_DONT_ALLOW_NORMALIZE		= Вы включили опцию [Удалить аудио дороку(-и)].[br]Хотите отключить эту опцию?
TEXT_DONT_ALLOW_REMOVE_AUDIO		= Вы ключили опцию [Нормализация].[br]Хотите отключить эту опцию?

TEXT_SAMPLERATE_AUTO			= Исходная частота

TEXT_ASK_FOR_REG			= Незарегистрированная версия
TEXT_ASK_FOR_REG_DETAIL			= Приобретите лицензию Bandicut, чтобы снять все ограничения.
TEXT_ASK_FOR_REG_CONTINUE		= Пропустить
TEXT_ASK_FOR_REG_REGNOW			= Зарегистрировать Bandicut
TEXT_ASK_FOR_REG_TRY			= Пробная версия

TEXT_NOT_EXIST_OUTPUT			= Выбранная папка не существует. Please change the output folder.
TEXT_NOT_SUPPORT_FOLDER			= Невозможно сохранить файл в выбранную папку. Пожалуйста, выберите другую папку.
TEXT_NOT_SAVE_SOURCE_FOLDER		= Невозможно сохранить файл в исходную папку [br]Хотите продолжить сняв галочку [Сохранить в исходную папку]?
TEXT_NOT_ALLOWED_CHAR			= Имя файла не может содержать следующие символы.[br]${str1}
TEXT_LONG_PATH				= Слишком длинное имя файла. Пожалуйста, сократите имя и попробуйте еще раз или выберите другой - короткий путь сохрнения файла.[br]Максимальная длина пути к файлу ${int1} символов.
TEXT_ADDING_FILES			= Идет добавление файлов. Пожалуйста, подождите немного.

TEXT_DEFAULT_PRESET			= По умолчанию
TEXT_FIT_WIDTH_PRESET			= По ширине
TEXT_FIT_HEIGHT_PRESET			= По высоте
TEXT_UPLOAD_480_PRESET			= YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			= Смартфон
TEXT_PPT_PRESET				= PowerPoint
TEXT_DELETE_PRESET			= Вы действительно хотите удалить этот шаблон?[br][br]-Название шаблона: ${str1}
TEXT_SAME_PRESET			= Шаблон с таким именем существует. Хотите перезаписать?[br][br]-Имя шаблона: ${str1}
TEXT_SAME_RENAME_PRESET			= Шаблон с таким именем существует. Пожалуйста, введите другое имя.[br][br]-Имя шаблона: ${str1}
TEXT_REFLECTED_PRESET			= Ваша пресет применен[br][br]-Имя пресета: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			= Это программа установит Bandicut на ваш компьютер.[br][br]Если Bandicut запушен, выйдите из него на время установки.[br][br]Нажмите кнопку Далее чтобы продолжить.
TEXT_DELETE_ALL_FILES			= Не все файлы (${str1}) были удалены. [br]Вы действительно хотите удалить их?
TEXT_STILLRUN_EXIT_PROGRAM		= Bandicut уже запущен. Для продолжения закройте программу .
TEXT_THIS_IS_NT_ONLY_APP		= Данная версия программы работает на Windows Vista и выше. [br]Хотите скачать версию которая будет работать на Windows XP?
TEXT_DO_NOT_WORK_32BIT			= Эта программа не работает на 32-bit Windows. [br]Хотите скачать версию для 32-bit Windows?
TEXT_NEED_ADMIN_PRIVILEGE		= Для установки программы требуются права Администратора. [br]Вы хотите прервать установку?
TEXT_DELETE_ALL_PRESET_FILES		= Такой шаблон существует.[br]Хотите удалить его?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT				= Выберите режим работы
TEXT_WIZARD_COMMENT_CUT			= Разрезать на части и/или удалить ненужные участки
TEXT_WIZARD_COMMENT_SPLIT		= Нарезка видео на несколько частей
TEXT_WIZARD_COMMENT_JOIN		= Объединить несколько видеофайлов

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				= <font color=white>Bandicut</font> Cutter
TEXT_GUIDE_JOIN				= <font color=white>Bandicut</font> Joiner

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				= Продолжить
TEXT_PAUSE				= Пауза
TEXT_READY				= Ожидание

TEXT_TITLE_ALARM_TRAILING		= ${str1} - Запись заголовка файла
TEXT_JOIN_JOB				= Объединить

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			= Bandicut успешно зарегистрирован.
TEXT_REGISTER_FAILED			= Ошибка регистрации. [br]Проверьте правильность введенных данных. [br]Проверьте  электронный адрес и серийный номер.
TEXT_REGISTER_CONNECT_FAILED		= Ошибка подключения.[br]Проверьте интернет соединение.${str1}
TEXT_REGISTER_FAILED_HELP		= [br]Если вам нужна помощь, нажмите на кнопку ОК.
TEXT_REGISTER_INFO			= Электр. почта: ${str1}[br]Серийный номер: ${str2}
TEXT_REGISTER_INFO2		= Дата окончания срока : ${str1} (${int1} zile rămase)
TEXT_REGISTER_INFO2_EXPIRED	= Дата окончания срока : ${str1} (Истелко)
TEXT_REGISTER_YET			= Незарегистрированная версия![br]- Будет добавлен логотип Bandicut в начале видео.[br]- Пожалуйста, нажмите на "Регистрация" чтобы снять ограничения. 
TEXT_HAS_BEEN_UNREGISTERED		= Bandicut не зарегистрирован.
TEXT_UNREGISTER				= Хотите отменить регистрацию Bandicut?
TEXT_NOTICE_NEED_TO_RENEW	= Лицензия Bandicut заканчивается через ${int1} дней. Нажмите 'OK' для получения инструкций по продлению лицензии.
TEXT_NOTICE_NEED_TO_RENEW_NOW	= Действие лицензии Bandicut закончилось. Нажмите 'OK' для получения инструкций по продлению лицензии.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= Пожалуйста, введите название для видео, чтобы его загрузить.
TEXT_UPLOAD_YOUTUBE_LOGIN		= Вход - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= Вход на YouTube через браузер...
TEXT_UPLOAD_VIMEO_LOGIN			= Вход - Vimeo
TEXT_UPLOAD_COMPLETE			= Загружено
TEXT_UPLOAD_ERR_FAIL			= Не удалось загрузить видео.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= Этот файл слишком велик для загрузки.
TEXT_UPLOAD_ERR_FREESPACE		= Недостаточно свободного места на Vimeo, чтобы загрузить это видео.
TEXT_UPLOAD_ERR_CONNECT			= Не удалось подключиться к серверу.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Не удалось загрузить это видео. Пользователи категории Vimeo Basic не могут использовать эту функцию.
TEXT_UPLOAD_WARNING_DOING		= Идет загрузка ${int1} видео файлов. Вы действительно хотите отменить загрузку и закрыть Bundicut?
TEXT_UPLOAD_NO_PASSWORD			= Пожалуйста, введите пароль.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicut превысил допустимый для YouTube дневной лимит загрузок.\nКвота будет сброшена в полночь по Тихоокеанскому времени (PT).\nЗагрузите видео непосредственно через YouTube или попробуйте еще раз после полуночи по РТ.\n\nХотите посетить YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN		= Не удалось получить токен

TXT_TITLE               		= Вход на YouTube успешно выполнен!
TXT_MESSAGE_COMPLETE1   		= Вход на YouTube успешно выполнен!
TXT_MESSAGE_COMPLETE2   		= Вы можете закрыть эту страницу
TXT_GOTO_BANDICUT_HOME  		= Перейти на bandicut.com

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			= Установка в процессе...
TEXT_UPDATE_FAILED_DL			= Ошибка загрузки установочного файла. [br]Проверьте подключение к интернету.
TEXT_UPDATE_INSTALL_SUCCEED		= Установка завершена.
TEXT_UPDATE_INSTALL_FAILED		= Ошибка установки.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			= О программе [tab]F1
MENUSTR_MAIN_FILE_OPEN			= Открыть файл [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= Выгрузить на...
MENUSTR_MAIN_FILE_CLOSE			= Закрыть файл [tab]F4
MENUSTR_MAIN_OUTPUT			= Открыть папку вывода [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= Настройки [tab]F5
MENUSTR_MAIN_REGISTER			= Регистрация [tab]F3
MENUSTR_MAIN_CLOSE			= Выход [tab]Alt+F4
MENUSTR_MAIN_HELP			= Помощь
MENUSTR_HELP_ONLINE			= Как пользоваться
MENUSTR_HELP_HOTKEYS			= Горячие клавиши
MENUSTR_HELP_LICENSE			= Информация о лицензиях
MENUSTR_MAIN_VIDEO			= Видео
MENUSTR_MAIN_AUDIO			= Аудио
MENUSTR_MAIN_FILE_INFO			= Информация о файле [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= Закрыть все файлы [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= Открыть файл проекта
MENUSTR_MAIN_PROJECT_FILE_SAVE		= Сохранить файл проекта
MENUSTR_UPLOAD_SETTING			= Настройки

MENUSTR_PRESET_USER			= Пользовательские шаблоны
MENUSTR_PRESET_ADD			= Добавить шаблон
MENUSTR_PRESET_EDIT			= Редактировать шаблон

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= Отмена
IDOK					= OK
IDC_BTN_CLOSE				= Закрыть
IDC_BTN_YES				= Да
IDC_BTN_NO				= Нет
IDC_BTN_REGISTER			= Зарегистрировать
IDC_CK_OPEN_OUTPUT_FOLDER		= Открыть папку вывода после завершения задачи
IDC_ST_DETAIL_LINK			= Подробнее...
IDC_ST_OPTION				= Опции
IDC_ST_HELP				= Помощь

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= Режим кодирования: Настройки
IDC_ST_FILE_FORMAT			= Файл
IDC_ST_FORMAT				= Формат файла
IDC_ST_VIDEO_DETAIL			= Видео
IDC_ST_AUDIO_DETAIL			= Аудио
IDC_ST_VIDEO_SIZE			= Размер видео
IDC_ST_FPS				= FPS
IDC_ST_VIDEO_CODEC			= Видео кодек
IDC_ST_VIDEO_MODE			= Тип битрейта
IDC_ST_VIDEO_QUALITY			= Качество
IDC_ST_VIDEO_BITRATE			= Битрейт
IDC_ST_VIDEO_DEINTERLACE		= Деинтерлейсинг
IDC_ST_AUDIO_CODEC			= Аудио кодек
IDC_ST_AUDIO_CHANNEL			= Канал
IDC_ST_AUDIO_SAMPLERATE			= Частота
IDC_ST_AUDIO_MODE			= Тип битрейта
IDC_ST_AUDIO_BITRATE			= Битрейт
IDC_BTN_PRESET				= По умолчанию
IDC_BTN_SETTING_MORE			= Настроить...
IDC_ST_AUDIO_NORMALIZE			= Нормализация
IDC_CK_AUDIO_NORMALIZE			= Включить

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				= Настройки H.264 
IDC_ST_H264_PROFILE_SETTING		= Настройки ${str1}
IDC_ST_H264_PROFILE			= Профиль
IDC_ST_H264_LEVEL			= Уровень

[IDD_PRESET_ADD]
IDD_PRESET_ADD				= Добавить новый шаблон
IDC_ST_ADD_PRESET			= Вы можете сохранить текущие настройки в качестве нового шаблона.[br]Введите название для нового шаблона.
IDC_ST_SELECT_ENCODER			= Насторойки H.264 кодирования
IDC_ST_VIDEO_ENCODER			= H.264 Encoder			

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= Переименовать шаблон
IDC_ST_RENAME_PRESET			= Введите новое название для шаблона.

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= Изменить Шаблоны
IDC_BTN_PRESET_ADD			= Добавить
IDC_BTN_PRESET_DELETE			= Удалить
IDC_BTN_PRESET_RENAME			= Переименовать

[IDD_SETTING]
IDD_SETTING				= Конфигурация
IDC_BTN_RESET				= Сброс

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		= Оповещать при открытии неподдерживаемых форматов
IDC_CK_ALERT_EXIST_FILE			= Оповещать при совпадении имен файлов
IDC_CK_ALERT_SAVE_PROJECT		= Предупреждение сохранить проект при закрытии программы
IDC_CK_USE_LOG_FILE			= Создать отчет (.log)
IDC_CK_MOV_FRONT_HEADER			= Сохранить информацию о видео в файл (только MP4)
IDC_CK_KEEP_CREATION_TIME		= Сохранить дату/время оригинального файла
IDC_ST_UPLOAD				= Выгружать по умолчанию
IDC_CK_SHOW_TIP				= Показывать подсказки
IDC_CK_AUTO_MOVE			= Перемещение позиции ввода с использованием клавиш
IDC_CK_DEINTERLACE_PREVIEW		= Фильтрация деинтерлейсинга при воспроизведении чересстрочного видео.

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= Папка вывода
IDC_BTN_SET_OUTPUT			= Выбрать...
IDC_BTN_OPEN_OUTPUT			= Открыть
IDC_CK_OUTPUT_SOURCE			= Сохранить в исходную папку
IDC_ST_FILENAME				= Настройка имени файла
IDC_ST_CACHE_FOLDER			= Папка для кеша
IDC_BTN_SET_CACHE_FOLDER		= Выбрать...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= По умолчанию

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= Язык
IDC_ST_TRANSLATOR			= Спасибо за перевод

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= Оповещать когда невозможно использовать высокоскоростной режим
IDC_CK_ALWAYS_KEY_FRAME_CUT		= Всегда резать/соединять ключевые кадры в высоко-ном режиме
IDC_CK_SHOW_KEY_FRAME_CUT		= Оповещать когда время начала файла изменится

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= Загрузка на Vimeo.com
IDC_ST_VIMEO_UPLOADINFO			= Загрузочная информация
IDC_ST_VIMEO_FILENAME			= Файл:
IDC_ST_VIMEO_TITLE			= Название:
IDC_ST_VIMEO_DESCRIPTION		= Описание:
IDC_ST_VIMEO_PRIVACY			= Доступ:
IDC_RD_VIMEO_PRIVACY_ANYONE		= Все - любому разрешено смотреть это видео
IDC_RD_VIMEO_PRIVACY_ONLYME		= Только я - видео доступно мне и никому больше
IDC_RD_VIMEO_PRIVACY_FOLLOW		= Только люди, на которых я подписан на Vimeo
IDC_RD_VIMEO_PRIVACY_UNLISTED		= Только пользователи имеющие приватную ссылку могут смотреть это видео
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (Пользователям категории Vimeo Basic, данная опция не доступна) 
IDC_RD_VIMEO_PRIVACY_PASSWORD		= Только люди с паролем могут видеть это видео
IDC_CK_HIDE_PASSWORD			= Скрыть пароль
IDC_BTN_VIMEO_UPLOAD			= Загрузить
IDC_LN_VIMEO_HELP			= Помощь

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= Загружается...
IDC_ST_VIMEO_UPLOADED			= Загрузка видео завершена!
IDC_ST_VIMEO_LINK			= Ссылка:
IDC_ST_VIMEO_EMBED			= HTML:
IDC_BTN_VIMEO_LINK_GO			= Перейти
IDC_BTN_VIMEO_EMBED_COPY		= Скопир.
IDC_BTN_VIMEO_CLOSE			= Закрыть

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= Загрузить на Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO		= Информация о выгрузке
IDC_ST_YOUTUBE_FILENAME			= Имя файла:
IDC_ST_YOUTUBE_TITLE			= Название:
IDC_ST_YOUTUBE_DESCRIPTION		= Описание:
IDC_ST_YOUTUBE_PRIVACY			= Доступ:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		= Публичный - Все пользователи будут видеть данное видео
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= По ссылке - Пользователи у которых будет ссылка могут смотреть данное видео  
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= Только я - Видео будет видно только мне и пользователям которым я разрешу
IDC_BTN_YOUTUBE_UPLOAD			= Выгрузить
IDC_LN_YOUTUBE_HELP			= Помощь
IDC_LN_YOUTUBE_TOS			= Нажимая на кнопку выгрузить, Вы подтверждаете, что имеете все права на содержимое и что ваш контент соответствует условиям использования YouTube (<a>YouTube Terms of Service</a>)
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= Запомнить данные для входа
IDC_BTN_YOUTUBE_LOGOUT			= Выход

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= Выгрузка...
IDC_ST_YOUTUBE_UPLOADED			= Видео успешно выгружено!
IDC_ST_YOUTUBE_LINK			= Ссылка:
IDC_ST_YOUTUBE_EMBED			= Вставить:
IDC_BTN_YOUTUBE_LINK_GO			= Перейти
IDC_BTN_YOUTUBE_EMBED_COPY		= Копировать
IDC_BTN_YOUTUBE_CLOSE			= Закрыть

[IDD_FILEINFO]
IDD_FILEINFO				= Информация о файле
IDC_BTN_CLIPBOARD			= Копировать в буфер

[IDD_REGISTER]
IDD_REGISTER				= Зарегистрировать Bandicut
IDC_ST_1BUY				= 1. Купить
IDC_ST_1BUY_COMMENT			= При использовании пробной версии, в начале видео будет добавлен логотип Bandicut. Пожалуйста, нажмите на "Купить сейчас" чтобы приобрести лицензию Bandicut.
IDC_BTN_BUY_ONLINE			= Купить сейчас
IDC_ST_2REGISTER			= 2. Регистрация
IDC_ST_2REGISTER_COMMENT		= Пожалуйста, введите адрес электронной почты и серийный номер(необходимо соединение с интернетом).
IDC_ST_EMAIL_ADDRESS			= Электр. почта:
IDC_ST_SERIAL_NUMBER			= Серийный номер:
IDC_BTN_REGISTER_NOW			= Зарегистрировать сейчас
IDC_BTN_UNREGISTER_NOW			= Удалить регистрацию

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= Выключить компьютер
IDC_ST_SHUTDOWN_INFO			= Выключить компьютер
IDC_ST_SHUTDOWN_MSG1			= Компьютер автоматически будет выключен.[br]Если вы не хотите выключить, нажмите кнопку Отмена.
IDD_SHUTDOWN_APP			= Закрыть Bandicut
IDC_ST_SHUTDOWN_APP_INFO		= Закрыть Bandicut
IDC_ST_SHUTDOWN_APP_MSG1		= Bandicut автоматически будет закрыть.[br]Если вы не хотите закрывать его, нажмите кнопку Отмена.

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= Настройки обновления
IDC_ST_UPDATE_SETTING			= Настройки
IDC_CK_ENABLE_AUTO_CHECK		= Включить автоматическое обновление
IDC_CK_SHOW_UPDATE_POPUP		= Показать всплывающее окно, когда доступно крупное обновление.
IDC_CK_SHOW_ENABLE_BETA			= Показывать всплывающее окно, когда доступно бета-обновление.
IDC_BTN_CHECK_UPDATE_NOW		= Проверить обновления

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= Информация о обновнолении
IDC_ST_UPDATE_MSG1			= Доступна новая версия.
IDC_ST_UPDATE_MSG2			= Нажмите на “Обновить” чтобы загрузить обновление.
IDOK					= Обновление

[IDD_FAILTOADD]
IDD_FAILTOADD				= Не удалось добавить файл(ы).

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= Нарезка видео
IDOK					= ОК
IDC_RD_SPLIT_NUMBER			= Нарезать на:
IDC_RD_SPLIT_TIME			= По интервалу:
IDC_ST_SEGMENT				= Части
IDC_CK_KEEP_SEGMENT			= Пропустить выделенный фрагмент в списке нарезков 
IDC_ST_HOUR				= Час
IDC_ST_MIN				= Мин.
IDC_ST_SEC				= Сек.

[IDD_INFORMATION]
IDD_INFORMATION				= Горячие главиши
IDD_INFORMATION_LICENSE			= Информация о лицензиях

[SKIN]
; New UI
; Common
$BN_START				= СТАРТ
$BN_CANCEL				= Отмена
$BN_OK					= OK
$BN_YES					= Да
$BN_NO					= Нет
$ST_OPTION				= Опции
$CK_JOIN				= Склеить нарезки
$BN_OPEN_OUTPUT				= Открыть
$BN_HELP				= Помощь
$CHECK_DO_NOT_SHOW			= Больше не показывать.

; Main
$BN_TIP					= Пожалуйста, зарегистрируйтесь чтобы снять все ограничения. 
$BN_ADD_SEGMENT				= Добавить участок
$BN_GUIDE_OPEN_FILE			= Открыть файл
$BN_GUIDE_OPEN_FILE_JOINER		= Открыть файл(ы)
$ST_GUIDE_SET_SEGMENT			= Выберите промежуток
$ST_GUIDE_START				= Нажмите СТАРТ
$ST_GUIDE_ADD_FILES			= Добавить файл(ы)
$ST_SEGMENT_LIST_TITLE			= Список видео для резки
$ST_SEGMENT_LIST_TITLE_JOIN		= Видео для соединения 

; Wizard
$BN_WIZARD_CUT				= Резать
$BN_WIZARD_JOIN				= Соединить
$BN_WIZARD_SPLIT			= Разделить

; About
$ST_ABOUT_VERSION_INFO			= Bandicut Version
$ST_ABOUT_COPYRIGHT			= Copyright(c) 2013-2021 Bandicam.com
$BN_ABOUT_NEW_VERSION			= Доступна новая версия.
$BN_ABOUT_CHECK_UPDATE			= Обновление
$ST_ABOUT_LICENCE_INFO			= Информация о лицензии
$BN_ABOUT_REGISTER			= Регистрация
$BN_ABOUT_REGISTER_HELP			= Как купить и зарегистрировать
$ST_ABOUT_HOMEPAGE_INFO			= Website URL
$ST_ABOUT_HOMEPAGE_URL			= Дом.страница
$ST_ABOUT_FAQ_URL			= FAQ
$BN_ABOUT_UPDATE_REGISTRATION		= Обновить регистрацию
$BN_ABOUT_RENEW_LICENSE			= Обновить лицензию

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= Режим
$RD_READY_HIGH_SPEED_MODE		= Высокоскоростной режим
$RD_READY_ENCODING_MODE			= Режим кодирования
$ST_READY_MODE_HIGH_SPEED		= Оригинальное качество, быстро (Рекомендуется)
$ST_READY_MODE_ENCODING			= Выберите формат файла, качество и кодек (Медленно)
$ST_READY_FILE_FORMAT			= Формат файла
$ST_READY_VIDEO_INFO			= Видео
$ST_READY_VIDEO_ENCODER			= Video Encoder
$ST_READY_AUDIO_INFO			= Аудио
$BN_READY_DETAIL_SETTING		= Настройки кодирования
$BN_READY_PRESET			= Шаблон
$ST_READY_OUTPUT_OPTION			= Вывод
$ST_READY_OUTPUT_FILE_NAME		= Имя файла
$ST_READY_SAVE_FOLDER			= Папка вывода
$CK_READY_OUTPUT_TO_SOURCE		= Сохранить в исходную папку
$ST_READY_TRACK_OPTION			= Сохранить треки
$RD_READY_ALL_TRACK			= Сохранить все видео и аудио дорожки(из контейнера)
$RD_READY_SEL_TRACK			= Сохранить только выбранное видео и аудио дорожку(из контейнера)
$CK_READY_EXTRACT_AUDIO			= Отдельно извлечь звуковую дорожку (.mp3)
$CK_READY_REMOVE_AUDIO			= Удалить аудио дорожку(-и). Видео будет без звука.

; Run
$ST_RUN_CUT_FILE_INFO			= Прогресс
$ST_RUN_FILE_NAME			= Файл:
$ST_RUN_COMPLETE			= Завершено
$BN_RUN_UPLOAD				= Выгрузить
$BN_RUN_PLAY				= Воспроизвести
$ST_RUN_RUNNING_TIME			= Прошло
$ST_RUN_REMAINING_TIME			= Осталось
$ST_RUN_SPEED				= Скорость
$ST_RUN_FILE_SIZE			= Размер файла
$ST_END_OPTION				= После завершения
$ST_UPLOAD_OPTION			= Параметры выгрузки
$CK_RUN_OPEN_OUTPUT_FOLDER		= Открыть папку вывода после завершения
$CK_RUN_SYSTEM_CLOSE			= Выключить компьютер
$CK_SOUND_ALARM				= Воспроизвести звук
$CK_MOVE_TO_MAIN			= Перейти в Главное меню

; Capture
$BN_OPEN_FOLDER			= Открыть папку
$BN_MESSAGE				= [u]Захваченное изображение сохранено в выходной папке.[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= Вы можете использовать <font color="yellow">Bandicam</font> для захвата видео с экрана вашего монитора.[br]Хотите попробовать Bandicam?
$BN_UPDATE_STEP1_LINK			= Узнать больше
$ST_UPDATE_STEP2_TEXT			= Загрузка в процессе...
$BN_UPDATE_INSTALL			= Установить сейчас
$BN_UPDATE_LATER			= Нет, Спасибо!
$BN_UPDATE_CANCEL			= Отмена
$BN_UPDATE_CLOSE			= Закрыть
$ST_UPDATE_OFFLINE			= bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= Подготовка файла(ов) для редактирования.

; Tooltip
$TT_MENU				= Меню
$TT_WIZARD				= Начать (Главная)
$TT_CUTTER				= Резать
$TT_JOINER				= Соединить
$TT_ABOUT				= Информация (F1)
$TT_SETTING				= Настройки (F5)
$TT_BANDICAM				= Запустить Bandicam

$TT_FILE_CLOSE_WORK			= Закрыть все файлы (F4)
$TT_FILE_CLOSE_WORK_CUT			= Закрыть файл - Удалить все добавленные участки (F4)

$TT_FILE_OPEN				= Открыть файл (F2,Ctrl+O)
$TT_FILE_ADD				= Добавить файл(ы) (F2,Ctrl+O)
$TT_FILE_PROJECT			= Файлы проекта
$TT_OPEN				= Открыть

$TT_REGISTER				= Регистрация (F3)
$TT_OPEN_OUTPUT_FOLDER			= Открыть папку вывода (Ctrl+F2)
$TT_HELP				= Помощь
$TT_REFRESH_LINFO			= Обновить информацию о лицензии

$TT_PLAYER_PLAY				= Воспроизвести/Пауза (Space)
$TT_PLAYER_STOP				= Остановить (Ctrl+Space)
$TT_PLAYER_PLAY_SEG			= Восппрозведение/Пауза (Ctrl+P)
$TT_PLAYER_STOP_SEG			= Остановить (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		= Предыдущий ключевой кадр (Ctrl+Влево)
$TT_PLAYER_PREV_FRAME			= Предыдущий кадр (Влево)
$TT_PLAYER_NEXT_FRAME			= Следующий кадр (Вправо)
$TT_PLAYER_NEXT_KEY_FRAME		= Следующий ключевой кадр (Ctrl+Вправо)
$TT_PLAYER_PREV_FILE_PLAY		= Перейти к предыдущему файлу (Left)
$TT_PLAYER_NEXT_FILE_PLAY		= Перейти к следующему файлу (Right)
$TT_PLAYER_SEG_ADD			= Добавить сегмент (Ctrl+A)
$TT_ADD_SEGMENT_MAX               	= Вы можете добавить до ${int1} файлов/сегментов
$TT_PLAYER_SEG_START			= Отрезок начала (S)
$TT_PLAYER_SEG_END			= Отрезок конца (E)
$TT_PLAYER_MUTE_ON			= Убрать звук (M)
$TT_PLAYER_MUTE_OFF			= Включить звук (M)

$TT_PLAYER_CAPTURE			= Снимок (Ctrl+C)

$TT_ADD_SEGMENT				= Добавить выбранный участок (Ctrl+N)
$TT_PREV_SEGMENT			= Вверх
$TT_NEXT_SEGMENT			= Вниз
$TT_PREV_MOVE_FILE			= Переместить влево
$TT_NEXT_MOVE_FILE			= Переместить вправо

$TT_RUN_UPLOAD_OPTION			= Параметры выгрузки

$TT_LIST_PLAY				= Воспроизвести/Пауза видео
$TT_LIST_SPLIT				= Резать
$TT_LIST_CUT_REMOVE			= Удалить
$TT_LIST_JOIN_REMOVE			= Удалить

$FONT_SIZE				= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				= * Горячие клавиши для Bandicut
HOTKEYS_ABOUT				= - О Bandicut:			F1
HOTKEYS_FILE_INFO			= - Информация о файле: Ctrl+F1
HOTKEYS_SETTING				= - Конфигурация: 		F5
HOTKEYS_MAX				= - На весь экран: 			Enter
HOTKEYS_CHANGE_MODE			= - Изменить режим: 	Ctrl+M
HOTKEYS_REGISTER			= - Зарегистрировать Bandicut: F3
HOTKEYS_HOME				= - Перейти на главную страницу: Home

HOTKEYS_PLAY_TITLE			= * Воспроизвести 
HOTKEYS_OPEN_FILE			= - Открыть файл:		Ctrl+O, F2
HOTKEYS_CLOSE				= - Закрыть (Все) файл(ы):		F4
HOTKEYS_START				= - Старт:           	Ctrl+Enter
HOTKEYS_OPEN_FOLDER			= - Открыть папку вывода: Ctrl+F2
HOTKEYS_PLAY				= - Воспроизвести/Пауза:	Space
HOTKEYS_STOP				= - Остановить:		Ctrl+Space
HOTKEYS_MUTE				= - Звук вкл/выкл:		M

HOTKEYS_SEGMENT_PLAY			= - Воспроизвести/Приостановить: Ctrl+P
HOTKEYS_SEGMENT_STOP			= - Остановить сегмент:		Alt+P
HOTKEYS_SEGMENT_REMOVE			= - Удалить нарезок:	Delete

HOTKEYS_PLAY_FORWARD			= - Вперед:			Вправо, Numpad+
HOTKEYS_PLAY_REWIND			= - Назад:			Влево, Numpad-

HOTKEYS_CUT_TITLE			= * Нарезать
HOTKEYS_SET_START_TIME			= - Начальный отрезок:	S
HOTKEYS_SET_END_TIME			= - Отрезок конца:		E
HOTKEYS_SEGMENT_ADD			= - Добавить выбранный участок:	Ctrl+N

HOTKEYS_NEXT_FRAME			= - След. кадр:		Вправо, Numpad+
HOTKEYS_NEXT_KEY_FRAME			= - След. ключевой кадр:	Ctrl+Вправо

HOTKEYS_PREVIOUS_FRAME			= - Предыдущий кадр:	Влево, Numpad-
HOTKEYS_PREVIOUS_KEY_FRAME		= - Предыдущ. ключевой кадр:	Ctrl+Влево

HOTKEYS_PREVIOUS_SEL_SEG		= - Выбрать предыдущий отрезок : Вверх
HOTKEYS_NEXT_SEL_SEG			= - Выбрать следующий отрезок : Вниз

HOTKEYS_PREV_TIME_DIGIT			= - Смена позиции НАЗАД на длитель-ти: Shift+Tab
HOTKEYS_NEXT_TIME_DIGIT			= - Смена позиции ВПЕРЕД на длитель-ти:	Tab

HOTKEYS_JOIN_TITLE			= * Соединить
HOTKEYS_PREV_FILE_PLAY			= - Воспро-ти предыдущий файл: Влево
HOTKEYS_NEXT_FILE_PLAY			= - Воспро-ти следующий файл: Вправо